adwaita-icon-theme
at-spi2-core
atk
autoconf
blueutil
boost
bottom
brotli
c-ares
ca-certificates
cairo
cask-repair
dbus
fastfetch
fontconfig
freetype
fribidi
fzf
gdk-pixbuf
gettext
giflib
git
glib
glib-networking
gmp
gnupg
gnutls
gobject-introspection
gpgme
graphite2
gsettings-desktop-schemas
gtk+3
harfbuzz
hicolor-icon-theme
hr
hub
icu4c@76
jpeg-turbo
lazygit
ledger
libassuan
libepoxy
libevent
libgcrypt
libgpg-error
libidn2
libksba
libnghttp2
libpng
librsvg
libtasn1
libtiff
libunistring
libusb
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxrender
libxtst
little-cms2
lpeg
luajit
luv
lz4
lzo
m4
mpdecimal
mpfr
msgpack
ncurses
neovim
nettle
node
npth
openjdk@17
openssl@1.1
openssl@3
p11-kit
pango
pcre
pcre2
pinentry
pixman
pkgconf
py3cairo
pyenv
pygobject3
python-packaging
python@3.11
python@3.12
python@3.13
readline
speedtest
sqlite
stow
ta-lib
tree-sitter
unbound
unibilium
xorgproto
xz
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
aerospace
blackhole-16ch
clean-me
font-hack-nerd-font
keyclu
maccy
monitorcontrol
neovide
